<template>

  <div>
    <div class="pay-block">
      <h1 class="pay-card"> Тут пока ничего нет </h1>
    </div>
    <div class="text-info">
      <p>
        Исходя из астатической системы координат Булгакова, соединение Исходя из астатической
        системы координат Булгакова, соединение Исходя из астатической системы координат Булгакова,
        соединение Исходя из астатической системы координат Булгакова, соединение Исходя из астатической
        системы координат Булгакова, соединение Исходя из астатической системы координат Булгакова,
        соединение Исходя из астатической системы координат Булгакова, соединение
      </p>
      <p>
        Исходя из астатической системы координат Булгакова, соединение Исходя из астатической
      </p>
      <p>
        Исходя из астатической системы координат Булгакова, соединение Исходя из астатической
      </p>
      <p>Исходя из астатической системы координат Булгакова, соединение Исходя из астатической
        системы координат Булгакова, соединение Исходя из астатической системы координат Булгакова,
        соединение Исходя из астатической системы координат Булгакова, соединение Исходя из астатической
        системы координат Булгакова, соединение Исходя из астатической системы координат Булгакова,
        соединение Исходя из астатической системы координат Булгакова, соединение
      </p>
    </div>
  </div>
</template>

<script>
  export default {
    name: "Empty_Page",
  }
</script>

<style scoped>

  @media screen and (min-width: 1000px){
    .pay-block{
      background: #f7f8f8;
      display: block;
      width: 580px;
      height: 565px;
      text-align: left;
      padding: 30px;
      font-size: small;
    }
  }

  @media screen and (min-width: 768px)  {
    .pay-block{
      background: #f7f8f8;
      display: block;
      width: 620px;
      min-height: 565px;
      text-align: left;
      padding: 10px;
      font-size: small;
    }

  }

  label{
    color: #8494ab;
  }

  /*footer*/
  .text-info{
    background: #373c43;
    width: 580px;
    padding: 30px;

  }
  p{
    color: #89909d;
    text-align: left;
    font-size: x-small;
  }

</style>
